Repository: medizinmedien/woocommerce-de
Catalog: wcde-languages/woocommerce-*.po
Languages: german_de_de

source: Load included admin string swap functions?
german_de_de: Die enthaltenen Adminbereich String-Swap-Funktionen laden?

source: Also load the included string swap functions for the admin?
german_de_de: Ebenso die enthaltenen String-Swap-Funktionen für den Adminbereich laden? (Betrifft gegenwärtig 'Produktbild')

source: If not needed for the admin it's recommended to deactivate this checkbox to save (translation) loading performance.
german_de_de: Falls nicht benötigt, wird empfohlen dieses Kontrollkästchen zu deaktivieren, um Performance zu sparen.

source: Translation Settings
german_de_de: Übersetzungs-Einstellungen

source: Go to the %s settings page
german_de_de: Zu den Einstellungen-Seite gehen - für %s &hellip;

# Translators: for title attribute
source: Donate for Translations
german_de_de: Spenden für die Pflege der deutschen Übersetzungen für WooCommerce

source: Donate for Translations
german_de_de: Spenden für Übersetzungen

source: Important Legal Advise
german_de_de: Wichtige Rechtshinweise

source: Plugin author of %s
german_de_de: Plugin-Autor von %s

source: Actions
german_de_de: Aktionen

source: Plugin Settings
german_de_de: Plugin-Einstellungen

source: Important legal advise for %1$s plugin
german_de_de: Wichtige Rechtshinweise für das Plugin %1$s

source: Please read the information %2$shere on translations%3$s and %4$shere on settings%3$s!
german_de_de: Bitte lesen Sie weitere Informationen %2$shier zu den Übersetzungen%3$s und %4$shier zu den Einstellungen%3$s!

source: Thank You!
german_de_de: Vielen Dank!

source: This message will only be shown once. Go to any other page/ screen here and it will disappear.
german_de_de: Dieser Hinweis wird nur einmalig angezeigt. Sobald Sie eine andere Seite hier im Adminbereich aufrufen, ist die Meldung weg.

source: German Translations
german_de_de: Deutsche Übersetzungen

source: Donate NOW!
german_de_de: JETZT Spenden!

source: Regarding translations and shop owners:
german_de_de: Thema Übersetzungen &amp; Shop-Betreiber:

source: Donate for the maintenance of the translations:
german_de_de: Spenden für die weitere Pflege der Übersetzungen:

source: Those are the plugin settings for %s.
german_de_de: Dies sind die Plugin-Einstellungen für %s.

source: Note: Settings are available after saving and reloading any admin page.
german_de_de: Hinweis: Die Einstellungen hier sind nach dem Speichern und dem Laden einer beliebigen Admin-Seite aktiv.

source: German Translation Options
german_de_de: Optionen für die deutschen Übersetzungen

source: Use German formal translations?
german_de_de: Deutsche formelle Anrede (SIE) verwenden?

source: Yes, I want formal language!
german_de_de: JA, ich will formelle Sprache! (SIE-Anrede)

source: No, I want informal language
german_de_de: NEIN, ich will informelle Sprache! (DU-Anrede)

source: Default is: formal language - we also recommend to use this language pack is it fits way better with most shopping situations. Otherwise informal translations will be loaded
german_de_de: Der Standard ist: formelle Sprache - wir empfehlen auch den Einsatz dieser Sprachdatei, weil sie besser zu den meisten Shop-Situationen passt. Ansonsten werden die informellen Übersetzungen geladen.

source: Translation loading location
german_de_de: Wo Übersetzungen laden?

source: Decide where to load the translations: Global, or only on Frontend or only in the Admin Area?
german_de_de: Entscheiden Sie, wo Übersetzungen geladen werden sollen: Global, oder nur in der Besucheransicht (Frontend) oder nur im Adminbereich?

source: Both, on Frontend and Admin Area
german_de_de: Beides, Besucheransicht und Adminbereich

source: Only on Frontend
german_de_de: Nur in der Besucheransicht

source: Only on Admin Area
german_de_de: Nur im Adminbereich

source: Load included extensions's translations?
german_de_de: Die Übersetzungen beigefügter Erweiterungen ebenfalls laden?

source: Also load the translation files for the few packaged extension's translations?
german_de_de: Dieses Plugin enthält für einige ausgewählte Erweiterungen (Extensions) ebenfalls deutsche Übersetzungen - sollen diese ebenfalls geladen werden? (Falls 'JA', dann nur pro aktiver Erweiterung!)

source: If you have none of the currently %s in use, please deactivate this checkbox to save (translation) loading performance.
german_de_de: Falls Sie keine der aktuell %s aktiviert haben, deaktivieren Sie bitte dieses Kontrollkästchen, um Performance zu sparen.

source: supported extensions
german_de_de: unterstützten Erweiterungen

source: Load included string swap functions?
german_de_de: Die enthaltenen String-Swap-Funktionen laden?

source: Also load the included string swap functions?
german_de_de: Ebenso die enthaltenen String-Swap-Funktionen laden? (Betrifft gegenwärtig den Bezahlvorgang)

source: If using WooCommerce as product catalog it's recommended to deactivate this checkbox to save (translation) loading performance.
german_de_de: Falls WooCommerce nur als Produktkatalog (ohne Warenkorb) verwendet wird, wird empfohlen dieses Kontrollkästchen zu deaktivieren, um Performance zu sparen.

source: You must be logged in to run this script.
german_de_de: Sie müssen angemeldet sein, um dieses Skript ausführen zu können.

source: You do not have permission to run this script.
german_de_de: Sie haben keine Berechtigung, um dieses Skript ausführen zu können!

source: Social:
german_de_de: Vernetzen:

source: Code Snippets for Customization
german_de_de: Codeschnipsel für Anpassungen/ Begriffsänderungen

source: Code Snippets
german_de_de: Codeschnipsel

source: WooCommerce German (de_DE)
german_de_de: WooCommerce Deutsch (de_DE)

source: http://genesisthemes.de/en/wp-plugins/woocommerce-de/
german_de_de: http://genesisthemes.de/plugins/woocommerce-de/

source: This plugin extends the WooCommerce shop plugin with complete German language packs - formal and informal. - WooCommerce endlich komplett auf deutsch!
german_de_de: Dieses Plugin erweitert das WooCommerce Shop-Plugin mit komplett übersetzten deutschen Sprachdateien - in SIE- und DU-Version (formell/ informell).

source: David Decker - DECKERWEB
german_de_de: David Decker - DECKERWEB.de

source: FAQ
german_de_de: FAQ - Häufige Fragen

source: Donate
german_de_de: Spenden

source: Translations
german_de_de: Übersetzungen

source: Other, recommended WooCommerce plugins
german_de_de: Weitere, empfohlene WooCommerce Plugins

source: More premium plugins/extensions at CodeCanyon Marketplace
german_de_de: Mehr Plugins/ Premium-Erweiterungen beim CodeCanyon Marktplatz

source: More free plugins/extensions at WordPress.org
german_de_de: Mehr freie Plugins/ Erweiterungen bei WordPress.org

source: Important plugin links:
german_de_de: Wichtige Plugin-Links:

source: Plugin Website
german_de_de: Plugin-Webseite
